{"MikeBloomberg": ["I’ve listened to and learned about what matters to people all over America. \n\nAnd most people want the same thing.\n\nPeople want safe and healthy communities, and they want a president they can trust.\n\nI know how to get those things done. #GetItDone https://t.co/h46KBFPRu8", "RT @Mike2020: \"We need somebody who can actually run things.\" -@NYTDavidBrooks\n\nWe couldn't agree more. \n\nFrom building a company with 20,0…", "Trump’s plan to address California’s wildfires is to “take care of the floors” by using rakes.\n\nWell...he isn’t exactly a genius.\n\nCalifornia deserves a leader who follows facts. My wildfire resilience plan will protect Californians and their property. https://t.co/dDREotdjze", "Trump’s wall won’t solve the real challenges Texans face:\n- Making health care more affordable\n- Ending senseless gun violence\n- Fighting climate change\n- Improving public schools\n- Creating jobs\n\nI’m running to defeat Donald Trump and #GetItDone for Texas. @TXforMike", "Texas -\n\nWhether you hook ‘em, gig ‘em, sic ‘em, or wreck ‘em.\n\nIf you vote for me, I can tell you what we’ll do to Donald Trump:\n\nWe’ll beat him. https://t.co/K4p9cbmrMG", "In times like this, we need calm, proven leadership in the White House. We need someone who has led during a crisis and who believes in science. We need someone who invests in prevention and preparation, and who listens to experts.\n\nThat’s the kind of president I will be. https://t.co/CNjz3X1Y97", "I stand with César Blanco. \n \nI stand with the people of El Paso.\n \nAnd I stand against the NRA. https://t.co/R5oLHIZgcc", "RT @CAforMike: .@Mike2020 supporters: Larry, Barbara &amp; Ronaleya joined @CrystalStrait aboard the #GetItDone Express this week! \n\n🚍 Find out…", "A woman’s decisions about her health care should be her own to make.\n\nThat’s why I’m proud to stand with Planned Parenthood — in Texas and across the nation.\n\nIt’s what I’ve done for decades, and it’s what I’ll do as president. https://t.co/zjPAdhcNg0", "Today, I’m in Oklahoma for the third time in six weeks to mark the beginning of early voting.  The movement to rebuild America starts here. Join our rally and watch LIVE: https://t.co/csCG6BGpFw"]}